{
  "about1": "Hallo! Ich bin Mark, ein Softwareentwickler aus Ghana mit einer starken Überzeugung von der Kraft der Technologie, Fortschritt zu bewirken. Mit etwa 10 Jahren hatte ich den Kindheitstraum, zur Entwicklung meines Landes beizutragen. Dieses Interesse brachte mich dazu, Wirtschaftswissenschaften zu erwägen, daher studierte ich Volkswirtschaftslehre, Mathematik und Informatik. Mit der Zeit erkannte ich, dass Technologie einen direkteren und skalierbaren Weg bietet, etwas zu verändern. Seitdem folge ich einer einfachen Idee: Mein Potenzial voll ausschöpfen und nutzen, um sinnvolle Probleme zu lösen. Mein Weg begann mit der Entwicklung von Tools zur Verbesserung des Schulbetriebs bei <a>Infoview</a>.",
  "about2": "Heute hatte ich die Gelegenheit, mit einer Reihe von <link>Unternehmen</link> zusammenzuarbeiten und Produkte zu entwickeln, die echten Mehrwert für Nutzer bieten. Ich liebe Problemlösung und Erkundung, und die Softwareentwicklung gibt mir Raum, diese Fähigkeiten praktisch und kreativ einzusetzen. Außerhalb der Arbeit engagiere ich mich in Communities, die sich für technologischen Fortschritt einsetzen, wie <a>Ghana NLP</a>.",
  "about3": "2025 bin ich nach Deutschland gezogen und suche derzeit nach einer Rolle, in der ich weiter wachsen, zu sinnvollen Projekten beitragen und von meinem Umfeld lernen kann. In meiner Freizeit entdecke ich gerne neue Ideen, Werkzeuge und Denkweisen, erkunde die Natur und spiele Videospiele.",
  "about4": "Hier sind einige Unternehmen, mit denen ich in letzter Zeit zusammengearbeitet habe:",
  "aboutSectionTitle": "Über mich",
  "archivePageHeading": "Archiv",
  "archivePageTitle": "Archiv",
  "archiveSectionTitle": "Eine umfangreiche Liste meiner Projekte",
  "archiveSectionTitle1": "Weitere relevante Projekte",
  "archiveTableCompanyTxt": "Entwickelt bei",
  "archiveTableLinkTxt": "Link",
  "archiveTableTechTxt": "Technologien",
  "archiveTableTitleTxt": "Projekt",
  "archiveTableYearTxt": "Jahr",
  "archiveViewBtn": "Zum Archiv",
  "communitiesIntroTxt": "Communities spielen eine zentrale Rolle in meiner technischen Laufbahn. Sie geben mir Raum zum Lernen, zum Austausch und zur Mitgestaltung von Technologien mit gesellschaftlichem Mehrwert.",
  "communitiesSectionTitle": "Wie ich mich einbringe",
  "contactCaption": "Wie geht's weiter?",
  "contactCtaBtn": "Hallo sagen",
  "contactMessageTxt": "Ich bin derzeit auf der Suche nach neuen Möglichkeiten und mein Postfach ist offen. Ob Sie eine Frage haben oder einfach nur Hallo sagen möchten – ich melde mich zurück!",
  "contactSectionTitle": "Kontakt aufnehmen",
  "featuredCommunityCaption": "Hervorgehobene Community",
  "featuredProjectCaption": "Hervorgehobenes Projekt",
  "footerTemplateAttributionTxt": "Erstellt mit einer Vorlage von Brittany Chiang",
  "headerResumeBtn": "Lebenslauf",
  "heroCtaBtn": "Blog lesen",
  "heroIntroTxt": "Hallo, ich heiße",
  "heroSummaryTxt": "Ich verpflichte mich, Design- und Produktvisionen durch skalierbaren und performanten Code nach UI/UX-Best-Practices umzusetzen. Vor allem suche ich nach Arbeit, die echten Mehrwert für Menschen bringt, wie in meiner letzten Erfahrung mit <a>Swiftly</a>, wo ich das Einkaufserlebnis für Millionen von Nutzern verbessert habe.",
  "heroTaglineTxt": "Ich entwickle überzeugende UX.",
  "navAbout": "Über mich",
  "navCommunities": "Communities",
  "navContact": "Kontakt",
  "navProjects": "Projekte",
  "navSkills": "Fähigkeiten",
  "projectsSectionTitle": "Einige meiner Projekte",
  "projectsWatchBtn": "Ansehen",
  "skillsSectionTitle": "Meine Fähigkeiten"
}
